Repository: princealvinyusuf/NutriCal
Catalog: FoodCalc/*.lproj/Localizable.strings
Languages: id

# foodstat_title
source: Stats
id: Statistik

# foodstat_calories
source: Calories
id: Kalori

# foodstat_fats
source: Fats
id: Lemak

# foodstat_carbs
source: Carbs
id: Karbohidrat

# foodstat_fooddiary
source: Food Diary
id: Diary Makanan

# foodstat_mybreakfast
source: My Breakfast
id: Makan Pagi

# foodstat_mylunch
source: My Lunch
id: Makan Siang

# foodstat_mydinner
source: My Dinner
id: Makan Malam

# foodlist_title1
source: Breakfast
id: Makan Pagi

# foodlist_title2
source: Lunch
id: Makan Siang

# foodlist_title3
source: Dinner
id: Makan Malam

# foodlist_subtitle
source: My Food List
id: Daftar Makanan

# foodadd_title
source: My Nutrition
id: Nutrisiku

# foodadd_savebutton
source: Save
id: Simpan

# about_title
source: About
id: tentang

# about_description
source: NutriCal is developed to be a platform or people to know their foods and nutrients content inside the foods. It helps you identify any food and provide information about it with the Foodpedia feature. It helps you to explore the nutrients content and summarize your daily nutrients intake.
id: NutriCal dikembangkan untuk menjadi sebuah platform atau orang untuk mengetahui makanan dan kandungan nutrisi mereka di dalam makanan. Ini membantu Anda mengidentifikasi makanan apa pun dan memberikan informasi tentang hal itu dengan fitur Foodpedia. Ini membantu Anda untuk mengeksplorasi kandungan nutrisi dan merangkum asupan nutrisi harian Anda.

# about_developer
source: Developer Team
id: Tim Pengembang
